{
  "author": "徐霞客",
  "title": "徐霞客游记",
  "count": 42,
  "items": [
    {
      "content": "癸丑之三月晦[1]，自宁海出西门。云散日朗，人意山光，俱有喜态。三十里，至梁隍山。闻此於菟[2]夹道，月伤数十人，遂止宿。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 三月 晦",
      "iso_date": "1613-03-30",
      "weather": "云散日朗"
    },
    {
      "content": "早雨。行十五里，路有岐，马首西向台山，天色渐霁。又十里，抵松门岭，山峻路滑，舍骑步行。自奉化来，虽越岭数重，皆循山麓；至此迂回临陟，俱在山脊。而雨后新霁，泉声山色，往复创变，翠丛中山鹃映发，令人攀历忘苦。又十五里，饭于筋竹庵。山顶随处种麦。从筋竹岭南行，则向国清大路。适有国清僧云峰同饭，言此抵石梁，山险路长，行李不便，不若以轻装往，而重担向国清相待。余然之，令担夫随云峰往国清，余与莲舟上人就石梁道。行五里，过筋竹岭。岭旁多短松，老干屈曲，根叶苍秀，俱吾阊门盆中物也。又三十馀里，抵弥陀庵。上下高岭，深山荒寂，泉轰风动，路绝旅人。庵在万山坳中，路荒且长，适当其半，可饭可宿。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初一日",
      "iso_date": "1613-04-01",
      "weather": "雨"
    },
    {
      "content": "饭后，雨始止。遂越潦攀岭，溪石渐幽，二十里，暮抵天封寺。卧念晨上峰顶，以朗霁为缘，盖连日晚霁，并无晓晴。及五更梦中，闻明星满天，喜不成寐。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初二日",
      "iso_date": "1613-04-02",
      "weather": "雨"
    },
    {
      "content": "晨起，果日光烨烨决策向顶。上数里，至华顶庵；又三里，将近顶，为太白堂，俱无可观。闻堂左下有黄经洞，乃从小径。二里，俯见一突石，颇觉秀蔚。至则一发僧结庵于前，恐风自洞来，以石甃塞其门，大为叹惋。复上至太白，循路登绝顶。荒草靡靡，山高风冽，草上结霜高寸许，而四山回映，琪花玉树，玲珑弥望。岭角山花盛开，顶上反不吐色，盖为高寒所勒限制耳。\n　　仍下华顶庵，过池边小桥，越三岭。溪回山合，木石森丽，一转一奇，殊慊所望。二十里，过上方广，至石梁，礼佛昙花亭，不暇细观飞瀑。下至下方广，仰视石梁飞瀑，忽在天际。闻断桥、珠帘尤胜，僧言饭后行犹及往返，遂由仙筏桥向山后。越一岭，沿涧八九里，水瀑从石门泻下，旋转三曲。上层为断桥，两石斜合，水碎迸石间，汇转入潭；中层两石对峙如门，水为门束，势甚怒；下层潭口颇阔，泻处如阈，水从坳中斜下。三级俱高数丈，各级神奇，但循级而下，宛转处为曲所遮，不能一望尽收，又里许，为珠帘水，水倾下处甚平阔，其势散缓，滔滔汨汨。余赤足跳草莽中，揉木缘崖，莲舟不能从。暝色四下，始返。停足仙筏桥，观石梁卧虹，飞瀑喷雪，几不欲卧。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初三日",
      "iso_date": "1613-04-03",
      "weather": "风"
    },
    {
      "content": "天山一碧如黛。不暇晨餐，即循仙筏上昙花亭，石梁即在亭外。梁阔尺馀，长三丈，架两山坳间。两飞瀑从亭左来，至桥乃合以下坠，雷轰河𬯎，百丈不止。余从梁上行，下瞰深潭，毛骨俱悚。梁尽，即为大石所隔，不能达前山，乃还。过昙花，入上方广寺。循寺前溪，复至隔山大石上，坐观石梁。为下寺僧促饭，乃去。饭后，十五里，抵万年寺，登藏经阁。阁两重，有南北经两藏。寺前后多古杉，悉三人围，鹤巢于上，传声嘹呖，亦山中一清响也。是日，余欲向桐柏宫，觅琼台、双阙，路多迷津，遂谋向国清。国清去万年四十里，中过龙王堂。每下一岭，余谓已在平地，及下数重，势犹未止，始悟华顶之高，去天非远！日暮，入国清，与云峰相见，如遇故知，与商探奇次第。云峰言：“名胜无如两岩，虽远，可以骑行。先两岩而后步至桃源，抵桐柏，则翠城、赤城，可一览收矣。”",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初四日",
      "iso_date": "1613-04-04"
    },
    {
      "content": "有雨色，不顾，取寒、明两岩道，由寺向西门觅骑。骑至，雨亦至。五十里至步头，雨止，骑去。二里，入山，峰索水映，木秀石奇，意甚乐之。一溪从东阳来，势甚急，大若曹娥。四顾无筏，负奴背而涉。深过于膝，移渡一涧，几一时。三里，至明岩。明岩为寒山、拾得隐身地，两山回曲，《志》所谓八寸关也。入关，则四周峭壁如城。最后，洞深数丈，广容数百人。洞外，左有两岩，皆在半壁；右有石笋突耸，上齐石壁，相去一线，青松紫蕊，翁苁于上，恰与左岩相对，可称奇绝。出八寸关，复上一岩，亦左向。来时仰望如一隙，及登其上，明敞容数百人。岩中一井。曰仙人井，浅而不可竭。岩外一特石，高数丈，上岐立如两人，僧指为寒山、拾得云。入寺。饭后云阴溃散，新月在天，人在回岩顶上，对之清光溢壁。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初五日",
      "iso_date": "1613-04-05",
      "weather": "雨"
    },
    {
      "content": "凌晨出寺，六七里至寒岩。石壁直上如劈，仰视空中，洞穴甚多。岩半有一洞，阔八十步，深百馀步，平展明朗。循岩石行，从石隘仰登。岩坳有两石对耸，下分上连，为鹊桥，亦可与方广石梁争奇，但少飞瀑直下耳。还饭僧舍，觅筏渡一溪。循溪行山下，一带峭壁巉崖，草木盘垂其上，内多海棠紫荆，映荫溪色，香风来处，玉兰芳草，处处不绝。已至一山嘴，石壁直竖涧底，涧深流驶，旁无馀地。壁上凿孔以行，孔中仅容半趾，逼身而过，神魄为动，自寒岩十五里至步头，从小路向桃源。桃源在护国寺旁，寺已废，土人茫无知者。随云峰莽行曲路中，日已堕，竟无宿处，乃复问至坪头潭。潭去步头仅二十里，今从小路，返迂回三十馀里。宿。信桃源误人也。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初六日",
      "iso_date": "1613-04-06",
      "weather": "风"
    },
    {
      "content": "自坪头潭行曲路中三十馀里，渡溪入山。又四五里山口渐夹，有馆曰桃花坞。循深潭而行，潭水澄碧，飞泉自上来注，为鸣玉涧。涧随山转，人随涧行。两旁山皆石骨，攒峦夹翠，涉目成赏，大抵胜在寒、明两岩间。涧穷路绝，一瀑从山坳泻下，势甚纵横。出饭馆中，循坞山洼东南行，越两岭，寻所谓“琼台”、“双阙”，竟无知者。去数里，访知在山顶。与云峰循路攀援，始达其巅。下视峭削环转，一如桃源，而翠壁万丈过之。峰头中断，即为双阙；双阙所夹而环者，即为琼台。台三面绝壁，后转即连双阙。余在对阙，日暮不及复登，然胜已一日尽矣。遂下山，从赤城后还国清，凡三十里。",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初七日",
      "iso_date": "1613-04-07"
    },
    {
      "content": "离国清，从山后五里登赤城。赤城山顶圆壁特起，望之如城，而石色微赤。岩穴为僧舍凌杂，尽掩天趣。所谓玉京洞、金钱池、洗肠井，俱无甚奇。\n本明朝作品在全世界都属于公有领域，因为作者逝世已经远远超过100年。\nPublic domainPublic domainfalsefalse",
      "tags": [
        "游天台山日记"
      ],
      "date_raw": "癸丑 四月 初八日",
      "iso_date": "1613-04-08"
    },
    {
      "content": "自初九日别台山，初十日抵黄岩。日已西，出南门三十里，宿于八岙。",
      "tags": [
        "游雁宕山日记"
      ],
      "date_raw": "癸丑 四月 初九、初十日",
      "iso_date": "1613-04-09"
    },
    {
      "content": "二十里，登盘山岭。望雁山诸峰，芙蓉插天，片片扑人眉宇。又二十里，饭大荆驿。南涉一溪，见西峰上缀圆石，奴辈指为两头陀，余疑即老僧岩，但不甚肖。五里，过章家楼，始见老僧真面目：袈衣秃顶，宛然兀立，高可百尺。侧又一小童伛偻于后，向为老僧所掩耳。自章家楼二里，山半得石梁洞。洞门东向，门口一梁，自顶斜插于地，如飞虹下垂。由梁侧隙中层级而上，高敞空豁。坐顷之，下山。由右麓逾谢公岭，渡一涧，循涧西行，即灵峰道也。一转山腋，两壁峭立亘天，危峰乱叠，如削如攒，如骈笋，如挺芝，如笔之卓，如襆之欹。洞有口如卷幕者，潭有碧如澄靛者。双鸾、五老，按翼联肩。如此里许，抵灵峰寺。循寺侧登灵峰洞。峰中空，特立寺后，侧有隙可入。由隙历磴数十级，直至窝顶洞。则窅然平台圆敞，中有罗汉诸像。坐玩至暝色，返寺。",
      "tags": [
        "游雁宕山日记"
      ],
      "date_raw": "癸丑 四月 十一日",
      "iso_date": "1613-04-11"
    },
    {
      "content": "饭后，从灵峰右趾觅碧霄洞。返旧路，抵谢公岭下。南过响岩，五里，至净名寺路口。入觅水帘谷，乃两崖相夹，水从崖顶飘下也。山谷五里，至灵岩寺。绝壁四合，摩天劈地，曲折而入，如另辟一寰界。寺居其中，南向，背向屏霞嶂。嶂顶齐而色紫，高数百丈，阔亦称之。嶂之最南，左为展旗峰，右为天柱峰。嶂之右胁介于天柱者，先为龙鼻水。龙鼻之穴从石罅直上，似灵峰洞而小。穴内石色俱黄紫，独罅口石纹一缕，青绀润泽，颇有鳞爪之状。自顶贯入洞底，垂下一端如鼻，鼻端孔可容指，水自内滴下注石盆。此嶂右第一奇也。西南为独秀峰，小于天柱，而高锐不相下。独秀之下为卓笔峰，高半独秀，锐亦如之。两峰南坳，轰然下泻者，小龙湫也。隔龙湫与独秀相对者，玉女峰也。顶有春花，宛然插髻，自此过双鸾，即极于天柱双鸾止两峰并起，峰际有“僧拜石”，袈裟伛偻，肖矣。由嶂之左胁，介于展旗者，先为安禅谷，谷即屏霞之下岩。东南为石屏风，形如屏霞，高阔各得其半，正插屏霞尽处。屏风顶有“蟾蜍石”，与嶂侧“玉龟”相向。屏风南去，展旗侧褶中，有径直上，磴级尽处，石阈限之。俯阈而窥，下临无地，上嵌崆峒。外有二圆穴，侧有一长穴，光自穴中射入，别有一境，是为天聪洞，则嶂左第一奇也。锐峰叠嶂，左右环向，奇巧百出，真天下奇观！而小龙湫下流，经天柱、展旗，桥跨其上，山门临之。桥外含珠岩在天柱之麓，顶珠峰在展旗之上。此又灵岩之外观也。",
      "tags": [
        "游雁宕山日记"
      ],
      "date_raw": "癸丑 四月 十二日",
      "iso_date": "1613-04-12",
      "weather": "风"
    },
    {
      "content": "出山门，循麓而右，一路崖壁参差，流霞映彩。高而展者，为板嶂岩。岩下危立而尖夹者，为小剪刀峰。更前，重岩之上，一峰亭亭插天，为观音岩。岩侧则马鞍岭横亘于前。鸟道盘折，逾坳右转，溪流汤汤，涧底石平如砥。沿涧深入，约去灵岩十馀里，过常云峰，则大剪刀峰介立涧旁。剪刀之北，重岩陡起，是名连云峰。从此环绕回合，岩穷矣。龙湫之瀑，轰然下捣潭中，岩势开张峭削，水无所著，腾空飘荡，顿令心目眩怖。潭上有堂，相传为诺讵那观泉之所。堂后层级直上，有亭翼然。面瀑踞坐久之，下饭庵中，雨廉纤不止，然余已神飞雁湖山顶。遂冒雨至常云峰，由峰半道松洞外，攀绝磴三里，趋白云庵。人空庵圮，一道人在草莽中，见客至，望去。再入一里，有云静庵，乃投宿焉。道人清隐，卧床数十年，尚能与客谈笑。余见四山云雨凄凄，不能不为明晨忧也。",
      "tags": [
        "游雁宕山日记"
      ],
      "date_raw": "癸丑 四月 十三日",
      "iso_date": "1613-04-13",
      "weather": "云"
    },
    {
      "content": "天忽晴朗，乃强清隐徒为导。清隐谓湖中草满，已成芜田，徒复有他行，但可送至峰顶。余意至顶，湖可坐得，于是人捉一杖，跻攀深草中，一步一喘，数里，始历高巅。四望白云，迷漫一色，平铺峰下。诸峰朵朵，仅露一顶，日光映之，如冰壶瑶界，不辨海陆。然海中玉环一抹，若可俯而拾也。北瞰山坳壁立，内石笋森森，参差不一。三面翠崖环绕，更胜灵岩。但谷幽境绝，惟闻水声潺潺，莫辨何地。望四面峰峦累累，下伏如丘垤，惟东峰昂然独上，最东之常云，犹堪比肩。\n导者告退，指湖在西腋一峰，尚须越三尖。余从之，及越一尖，路已绝；再越一尖，而所登顶已在天半。自念《志》云：“宕在山顶，龙湫之水，即自宕来。”今山势渐下，而上湫之涧，却自东高峰发脉，去此已隔二谷。遂返辙而东，望东峰之高者趋之，莲舟疲不能从。由旧路下，余与二奴东越二岭，人迹绝矣。已而山愈高，脊愈狭，两边夹立，如行刀背。又石片棱棱怒起，每过一脊，即一峭峰，皆从刀剑隙中攀援而上。如是者三，但见境不容足，安能容湖？既而高峰尽处，一石如劈，向惧石锋撩人，至是且无锋置足矣！踌躇崖上，不敢复向故道。俯瞰南面石壁下有一级，遂脱奴足布四条，悬崖垂空，先下一奴，余次从之，意可得攀援之路。及下，仅容足，无馀地。望岩下斗，深百丈，欲谋复上，而上岩亦嵌空三丈馀，不能飞陟。持布上试，布为突石所勒，忽中断。复续悬之，竭力腾挽，得复登上岩。出险，还云静庵，日已渐西。主仆衣履俱敝，寻湖之兴衰矣。遂别而下，复至龙湫，则积雨之后，怒涛倾注，变幻极势，轰雷喷雪，大倍于昨。坐至暝始出，南行四里，宿能仁寺。",
      "tags": [
        "游雁宕山日记"
      ],
      "date_raw": "癸丑 四月 十四日",
      "iso_date": "1613-04-14",
      "weather": "天忽晴朗"
    },
    {
      "content": "寺后觅方竹数握，细如枝；林中新条，大可径寸，柔不中杖，老柯斩伐殆尽矣！遂从岐度四十九盘，一路遵海而南，逾窑岙岭，往乐清。\n本明朝作品在全世界都属于公有领域，因为作者逝世已经远远超过100年。\nPublic domainPublic domainfalsefalse",
      "tags": [
        "游雁宕山日记"
      ],
      "date_raw": "癸丑 四月 十五日",
      "iso_date": "1613-04-15"
    },
    {
      "content": "丙辰岁[1]，余同浔阳叔翁，于正月二十六日，至微之休宁。出西门其溪自祁门县来，经白岳，循县而南，至梅口，会郡溪入浙。循溪而上，二十里，至南渡。过桥，依山麓十里，至岩下已暮。登山五里，借庙中灯，冒雪蹑冰，二里，过天门，里许，入榔梅庵。路经天门、珠帘之胜，俱不暇辨，但闻树间冰响铮铮。入庵后，大霰作，浔阳与奴子俱后。余独卧山房，夜听水声屋溜，竟不能寐。",
      "tags": [
        "游白岳山日记"
      ],
      "date_raw": "丙辰 正月 二十六日",
      "iso_date": "1616-01-26",
      "weather": "雪"
    },
    {
      "content": "起视满山冰花玉树，迷漫一色。坐楼中，适浔阳并奴至，乃登太素宫。宫北向，玄帝像乃百鸟衔泥所成，色黧黑。像成于宋，殿新于嘉靖三十七年，庭中碑文，世庙御制也。左右为王灵官、赵元帅殿，俱雄丽。背倚玉屏，前临香炉峰。峰突起数十丈，如覆钟，未游台、宕者或奇之。出庙左，至舍身崖，转而上为紫玉屏，再西为紫霄崖，俱危耸突起。再西为三姑峰、五老峰，文昌阁据其前。五老比肩，不甚峭削，颇似笔架。",
      "tags": [
        "游白岳山日记"
      ],
      "date_raw": "丙辰 正月 二十七日",
      "iso_date": "1616-01-27"
    },
    {
      "content": "梦中闻人言大雪，促奴起视，弥山漫谷矣。",
      "tags": [
        "游白岳山日记"
      ],
      "date_raw": "丙辰 正月 二十八日",
      "iso_date": "1616-01-28",
      "weather": "大雪"
    },
    {
      "content": "奴子报：“云开，日色浮林端矣。”急披衣起，青天一色，半月来所未睹，然寒威殊甚。方促伯化共饭。饭已，大雪复至，飞积盈尺。偶步楼前，则香炉峰正峙其前。楼后出一羽士曰程振华者，为余谈九井、桥岩、傅岩诸胜。",
      "tags": [
        "游白岳山日记"
      ],
      "date_raw": "丙辰 正月 二十九日",
      "iso_date": "1616-01-29",
      "weather": "云"
    },
    {
      "content": "雪甚，兼雾浓，咫尺不辨。伯化携酒至舍身崖，饮睇元阁。阁在崖侧，冰柱垂垂，大者竟丈。峰峦灭影，近若香炉峰，亦不能见。",
      "tags": [
        "游白岳山日记"
      ],
      "date_raw": "丙辰 正月 三十日",
      "iso_date": "1616-01-30",
      "weather": "雪"
    },
    {
      "content": "东方一缕云开，已而大朗。浔阳以足裂留庵中。余急同伯化蹑西天门而下。十里，过双溪街，山势已开。五里，山复渐合，溪环石映，倍有佳趣。三里，由溪口循小路入，越一山。二里，至石桥岩。桥侧外岩，高亘如白岳之紫霄。岩下俱因岩为殿。山石皆紫，独有一青石龙蜿蜒于内，头垂空尺馀，水下滴，曰龙涎泉，颇如雁宕龙鼻水岩之右，一山横跨而中空，即石桥也。飞虹垂𬟽，下空恰如半月。坐其下，隔山一岫特起，拱对其上，众峰环侍，较胜齐云天门。即天台石梁，止一石架两山间；此以一山高架，而中空其半，更灵幻矣！穿桥而入，里许，为内岩。上有飞泉飘洒，中有僧斋，颇胜。",
      "tags": [
        "游白岳山日记"
      ],
      "date_raw": "丙辰 二月 初一日",
      "iso_date": "1616-02-01",
      "weather": "云"
    },
    {
      "content": "崇祯改元之仲春，发兴为闽、广游。二十日，始成行。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 二月 二十日",
      "iso_date": "1628-02-20"
    },
    {
      "content": "三月十一日，抵江山之青湖，为入闽登陆道。十五里，出石门街，与江郎为面，如故人再晤。十五里，至峡口，已暮。又行十五里，宿于山坑。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十一日",
      "iso_date": "1628-03-11"
    },
    {
      "content": "二十里，登仙霞岭。三十五里，登丹枫岭，岭南即福建界。又七里，西有路越岭而来，乃江西永丰道，去永丰尚八十里。循溪折而东，八里，至梨岭麓；四里，登其巅。前六里，宿于九牧。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十二日",
      "iso_date": "1628-03-12"
    },
    {
      "content": "三十五里，过岭，饭于仙阳。仙阳岭不甚高，而山鹃丽日，颇可爱。饭后得舆，三十里，抵浦城，日未晡也。时道路俱传泉、兴海盗为梗，宜由延平上永安。余亦久蓄玉华之兴，遂觅延平舟。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十三日",
      "iso_date": "1628-03-13"
    },
    {
      "content": "舟发四十里，至观前。舟子省家早泊，余遂过浮桥，循溪左登金斗山。石磴修整，乔松艳草，幽袭襟裾。过三亭，入玄帝宫，由殿后登岭。兀兀中悬，四山环拱，重流带之，风烟欲暝，步步惜别！",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十四日",
      "iso_date": "1628-03-14",
      "weather": "风"
    },
    {
      "content": "辨色即行。悬流鼓楫，一百二十里，泊水矶。风雨彻旦，溪喧如雷。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十五日",
      "iso_date": "1628-03-15",
      "weather": "风"
    },
    {
      "content": "六十里，至双溪口与崇安水合。又五十五里，抵建宁郡。雨不止。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十六日",
      "iso_date": "1628-03-16",
      "weather": "雨"
    },
    {
      "content": "水涨数丈，同舟俱阁不行。上午得三板舟，附之行。四十里，太平驿，四十里，大横驿，过如飞鸟。三十里，黯淡滩，水势奔涌。余昔游鲤湖过此，但见穹石崿峙，舟穿其间，初不谓险；今则白波山立，石悉没形，险倍昔时。十里，至延平。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十七日",
      "iso_date": "1628-03-17"
    },
    {
      "content": "余以轻装出西门，为玉年洞游。南渡溪，令奴携行囊，由沙县上水至永安相待。余陆行四十里，渡沙溪而西。将乐之水从西来，沙县之水从南来，至此合流，亦如延平之合建溪也。南折入山，六十里，宿三连铺，乃瓯宁、南平、顺昌三县之界。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十八日",
      "iso_date": "1628-03-18"
    },
    {
      "content": "五里，越白沙岭，为顺昌境。又二十五里，抵县。县临水际，邵武之水从西来，通光泽；归化之水从南来，俱会城之东南隅。隔水望城，如溪堤之带流也。循水南行三十里，至杜源，忽雪片如掌。十五里，至将乐境，乃杨龟山故里也。又十五里，为高滩铺。阴霾尽舒，碧空如濯，旭日耀芒，群峰积雪，有如环玉。闽中以雪为奇，得之春末为尤奇。村氓市媪，俱曝日提炉；而余赤足腾踔，良大快也！二十五里，宿于山涧渡之村家。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 十九日",
      "iso_date": "1628-03-19",
      "weather": "雪"
    },
    {
      "content": "渡山涧，溯大溪南行。两山成门，曰莒峡。溪崖不受趾，循山腰行。十里，出莒峡铺，山始开。又十里，入将乐。出南关，渡溪而南，东折入山，登滕岭。南三里，为玉华洞。先是过滕岭，即望东南两峰耸立，翠壁嶙峋，迥与诸峰分形异色。抵其麓，一尾横曳，回护洞门。门在山坳间，不甚轩豁，而森碧上交，清流出其下，不觉神湛骨冷。山半有明台庵，洞后门所经。余时未饭，复出道左登岭。石磴萦松，透石三里，青芙蓉顿开，庵当其中。饭于庵，仍下至洞前门，觅善导者。乃碎斲松节置竹篓中，导者肩负之，手提铁络，置松燃火，烬辄益之。初入，历级而下者数尺，即流所从出也。溯流屈曲，度木板者数四，倏隘倏穹，倏上倏下；石色或白或黄，石骨或悬或竖。惟“荔枝柱”、“风泪烛”、“幔天帐”、“达摩渡江”、“仙人田”、“葡萄伞”、“仙钟”、“仙鼓”最肖。沿流既穷，悬级而上，是称“九重楼”。遥望空濛，忽曙色欲来，所谓“五更天”也。至此最奇，恰与张公洞由暗而明者一致。盖洞门斜启，玄朗映彻，犹未睹天碧也。从侧岭仰瞩，得洞门一隙，直受圆明。其洞口由高而坠，弘含奇瑰，亦与张公洞同。第张公森悬诡丽者，俱罗于受明之处；此洞眩巧争奇，遍布幽奥，而辟户更拓。两洞同异，正在伯仲间也。拾级上达洞顶，则穹崖削天，左右若青玉赪肤，实出张公所未备。下山即为田塍。四山环锁，水出无路，汨然中坠，盖即洞间之流，此所从入也。复登山半，过明台庵。庵僧曰：“是山石骨棱厉，透露处层层有削玉裁云态，苦为草树所翳，故游者知洞而不知峰。”遂导余上拾鸟道，下披蒙茸，得星窟焉。三面削壁丛悬，下坠数丈。窟旁有野橘三株，垂实累累。从山腰右转一二里，忽两山交脊处，棘莽四塞，中有石磴齿齿，萦回于夹石间。仰望峰顶，一笋森森独秀。遂由洞后穹崖之上，再历石门，下浴庵中，宿焉。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十日",
      "iso_date": "1628-03-20",
      "weather": "风"
    },
    {
      "content": "仍至将乐南门，取永安道。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十一日",
      "iso_date": "1628-03-21"
    },
    {
      "content": "始至永安，舟奴犹未至。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十四日",
      "iso_date": "1628-03-24"
    },
    {
      "content": "坐待奴于永安旅舍。乃市顺昌酒，浮白楼下。忽呼声不绝，则延平奴也。遂定明日早行计。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十五日",
      "iso_date": "1628-03-25"
    },
    {
      "content": "循城溯溪，东南二十里，转而南；二十五里，登大泄岭，岧峣行云雾中。如是十五里，得平阪，曰林田。时方下午，雨大，竟止。林田有两溪自南来，东浑而赤，西则一川含绿，至此合流。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十六日",
      "iso_date": "1628-03-26",
      "weather": "云"
    },
    {
      "content": "溯赤溪行。久之，舍赤溪，溯澄溪。共二十里，渡坑源上下桥，登马山岭。转上转高，雾亦转重，正如昨登大泄岭时也。五里，透其巅，为宁洋界。下五里，饭于岭头。时旭日将中，万峰若引镜照面。回望上岭，已不可睹，而下方众岫骈列，无不献形履下。盖马山绝顶，峰峦自相亏蔽，至此始廓然为南标。询之土人，宁洋未设县时，此犹属永安；今则岭北水俱北者属延平，岭南水俱南者属漳州。随山奠川，固当如此建置也。其地南去宁洋三十里，西为本郡之龙岩，东为延平之大田云。下山十里，始从坑行。渡溪桥而南，大溪遂东去。逾岭，复随西来小溪南行，二十里，抵宁洋东郭。绕城北而西，则前之大溪经城南来，恰与小溪会，始胜舟。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十七日",
      "iso_date": "1628-03-27",
      "weather": "雾"
    },
    {
      "content": "将南下，传盗警，舟不发者两日。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 三月 二十八日",
      "iso_date": "1628-03-28"
    },
    {
      "content": "下华封舟。行数里，山势复合，重滩叠溜，若建溪之太平、黯淡者，不胜数也。六十里，抵华封，北溪至此，皆从石脊悬泻，舟楫所不能过，遂舍舟逾岭。凡水惟滥觞之始，不能浮槎，若既通，而下流反阻者，止黄河之三门集津，舟不能上下。然汉、唐挽漕，缆迹犹存；未若华封，自古及今，竟无问津之时。拟沿流穷其险处，而居人惟知逾岭，无能为导。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 四月 初二日",
      "iso_date": "1628-04-02"
    },
    {
      "content": "登岭，十里，至岭巅，则溪水复自西来，下循山麓，俯瞰只一衣带水耳。又五里，则𬯎然直下，又二里，抵溪。舟行八十里，至西溪。西南陆行三十里，即漳郡。顺流东南二十里，为江东渡，乃泉兴东来驿道也。又顺流六十里，则出海澄入海焉。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 四月 初三日",
      "iso_date": "1628-04-03"
    },
    {
      "content": "舆行二十里，入漳之北门。访叔司理，署印南靖，去郡三十里。雨中出南门，夜船往南靖。",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 四月 初四日",
      "iso_date": "1628-04-04",
      "weather": "雨"
    },
    {
      "content": "晓始达南靖，以溯流迂曲也。溪自南平来，至南靖六十里，势于西溪同其浩荡，经漳郡南门，亦至海澄入海。不知漳之得名，两溪谁执牛耳也？",
      "tags": [
        "闽游日记"
      ],
      "date_raw": "崇祯元年 四月 初五日",
      "iso_date": "1628-04-05"
    }
  ]
}